import Head from "next/head";
import Header from "components/Header/Header";
import { Breadcrumbs } from "components/Breadcrumbs/Breadcrumbs";

const HistoryEM = ({}) => {
  return (
    <>
      <Head>
        <title>
          Історія кафедри енергозбереження та енергетичного менеджменту |
          Кафедра електричної інженерії ТНТУ
        </title>
      </Head>

      <Header />

      <Breadcrumbs
        chapterTitle="Кафедра"
        pageTitle="Історія кафедри енергозбереження та енергетичного менеджменту"
        pageUrl="/secret/history-em"
      />

      {/* ======= Inner Page Section ======= */}
      <section id="team" className="team">
        <div className="container">
          <header className="section-header">
            <p>ІСТОРІЯ КАФЕДРИ ЕНЕРГОЗБЕРЕЖЕННЯ ТА ЕНЕРГЕТИЧНОГО МЕНЕДЖМЕНТУ</p>
          </header>

          <table className="table content text-justify my-auto px-4">
            <tbody>
              <tr>
                <td>
                  <p>
                    У зв’язку з відкриттям нових спеціальностей 7.000008
                    «Енергетичний менеджмент», 7.090603 «Електротехнічні системи
                    електроспоживання» та у відповідності до листа Головного
                    управління вищої освіти Міністерства освіти та науки №
                    51-5/276 від 22.02.2000 р. і наказу Тернопільського
                    державного технічного університету імені Івана Пулюя № 61-01
                    від{" "}
                    <strong>
                      14 березня 2000 р. було відкрито кафедру «Енергозбереження
                      та енергетичного менеджменту»
                    </strong>{" "}
                    (скорочена абревіатура ЕМ).
                  </p>
                  <p>
                    Копія наказу:{" "}
                    <a
                      target="_blank"
                      href="https://cdn.sanity.io/images/asnyakur/production/4f3ee3b6296101ba5526ff8c116ef8bbea2d9e4b-2130x3130.jpg"
                    >
                      сторона 1
                    </a>
                    ,{" "}
                    <a
                      target="_blank"
                      href="https://cdn.sanity.io/images/asnyakur/production/d3513b89e76e2caa7cb3c61a90efc012a5b769c5-2130x3130.jpg"
                    >
                      сторона 2
                    </a>
                    .
                  </p>

                  <p>
                    Завідувачем кафедри «Енергозбереження та енергетичного
                    менеджменту» на контрактній основі було призначено доцента,
                    кандидата технічних наук Ямка Мирона Петровича.
                  </p>
                  <p>
                    <strong>Перший склад кафедри</strong> було сформовано з
                    наступних членів:
                    <br /> 1. Тарасенко Микола Григорович, доцент, кандидат
                    технічних наук;
                    <br /> 2. Яськів Володимир Іванович, доцент, кандидат
                    технічних наук;
                    <br /> 3. Зінь Мирослав Михайлович, старший викладач,
                    кандидат технічних наук;
                    <br /> 4. Щиренко Анжела Василівна, інженер.
                  </p>
                  <p>
                    Згодом, протягом часу свого становлення, упродовж 2000–2003
                    років, склад кафедри енергозбереження та енергетичного
                    менеджменту поповнювався новими працівниками, зокрема:
                  </p>
                  <p>
                    <b>1 липня 2000 року</b> на посаду інженера І категорії
                    кафедри зараховано Гурника Олександра Петровича (наказ №
                    200-03 від 26.06.2000 р.).
                  </p>

                  <p>
                    <b>15 липня 2000 року</b> на посаду майстра виробничого
                    навчання кафедри ЕМ зараховано Поберейко Ірину Володимирівну
                    (наказ № 230-03 від 14.07.2000 р.).
                  </p>
                  <p>
                    <b>17 серпня 2000 року</b> на посаду старшого викладача
                    кафедри за сумісництвом зараховано Штогрина Євгена
                    Андрійовича, кандидата технічних наук, провідного інженера
                    Міжобласного спеціалізованого виробничого управління
                    «Західшляхвибухпром» (наказ № 272-03 від 21.08.2000 р.).
                  </p>
                  <p>
                    <b>26 лютого 2001 року</b> на посаду викладача кафедри за
                    сумісництвом зараховано Михальського Миколу Володимировича,
                    головного спеціаліста відділу енергетики та енергозбереження
                    Тернопільської обласної державної адміністрації, та Мацко
                    Людмилу Миколаївну, директора з економічних питань ВАТ
                    «Тернопільобленерго» (наказ № 63-03 від 23.02.2001 р.).
                  </p>
                  <p>
                    <b>28 серпня 2001 року</b> на посаду старшого викладача
                    кафедри зараховано Федишина Богдана Петровича, доцента,
                    кандидата економічних наук.
                  </p>
                  <p>
                    <b>1 вересня 2001 року</b> на посаду старшого викладача
                    кафедри зараховано Решетника Віктора Яковича, старшого
                    наукового співробітника, кандидата технічних наук.
                  </p>
                  <p>
                    <b>1 вересня 2001 року</b> на посаду старшого викладача
                    кафедри зараховано за сумісництвом Куртяка Йосипа
                    Володимировича, головного інженера ДКП
                    «Тернопільоблтеплокомуненерго» (наказ № 321-03 від
                    11.09.2001 р.).
                  </p>
                  <p>
                    <b>21 січня 2002 року</b> на посаду старшого викладача
                    кафедри за сумісництвом зараховано державного інспектора з
                    енергозбереження, головного спеціаліста відділу енергетики
                    Тернопільської обласної державної інспекції з
                    енергозбереження Вітвіцького Олега Романовича (наказ № 25-03
                    від 24.01.2002р.).
                  </p>
                  <p>
                    <b>23 січня 2002 року</b> на посаду інженера кафедри
                    зараховано Хомишина Віктора Григоровича (наказ № 25-03 від
                    24.01.2002 р.).
                  </p>
                  <p>
                    <b>1 лютого 2002 року</b> на посаду лаборанта кафедри
                    прийнято Вітвіцьку Уляну Олегівну (наказ № 37-03 від
                    31.01.2002 р.).
                  </p>
                  <p>
                    <b>17 травня 2002 року</b> на посаду майстра виробничого
                    навчання кафедри зараховано Юзьків Олександру Тарасівну
                    (наказ № 244-03 від 12.07.2002 р.).
                  </p>
                  <p>
                    <b>15 липня 2002 року</b> на посаду доцента кафедри прийнято
                    Лучейка Ігоря Дмитровича, кандидата технічних наук (наказ №
                    244-03 від 12.07.2002 р.).
                  </p>
                  <p>
                    <b>16 серпня 2002 року</b> на посаду старшого викладача
                    кафедри зараховано Слабого Богдана Львовича (наказ № 299-03
                    від 16.08.2002 р.).
                  </p>
                  <p>
                    <b>19 серпня 2002 року</b> на посаду інженера І категорії
                    кафедри зараховано Гетманюка Володимира Івановича (наказ №
                    278-03 від 19.08.2002 р.).
                  </p>
                </td>
                <td></td>
                <td>
                  <p>
                    <b>19 серпня 2002 року</b> на посаду доцента кафедри за
                    сумісництвом зараховано Костюка Богдана Яковича, помічника
                    генерального директора ВАТ «Тернопільобленерго» (наказ №
                    283-03 від 19.08.2002 р.)
                  </p>
                  <p>
                    <b>29 серпня 2002 року</b> на посаду доцента кафедри
                    зараховано Федірка Михайла Миколайовича (наказ № 299-03 від
                    29.08.2002 р.).
                  </p>
                  <p>
                    <b>27 січня 2003 року</b> на посаду професора кафедри
                    зараховано Мисака Йосифа Степановича (наказ № 34-03 від
                    27.01.2002 р.).
                  </p>
                  <p>
                    <b>14 лютого 2003 року</b> на посаду професора кафедри
                    зараховано Луковича Володимира Васильовича (наказ № 65-03
                    від 11.02.2003 р.).
                  </p>
                  <p>
                    <b>16 серпня 2003 року</b> на посаду асистента кафедри
                    зараховано Підгайного Юрія Борисовича (наказ № 394-03 від
                    15.08.2003 р.).
                  </p>
                  <p>
                    <b>1 вересня 2003 року</b> на посаду доцента кафедри
                    зараховано Нікіфорова Юрія Миколайовича (наказ № 423-03 від
                    29.08.2003 р.).
                  </p>
                  <p>
                    <b>8 вересня 2003 року</b> на посаду старшого викладача
                    кафедри зараховано начальника відділу енергетичних обстежень
                    Біленького Йосипа Теодоровича (наказ № 450-03 від 12.09.2003
                    р.).
                  </p>
                  <p>
                    <b>На початку 2007 року</b> кафедра пройшла ліцензування, а
                    через рік на початку 2008 р. акредитацію на право підготовки
                    фахівців найвищого IV рівня акредитації – магістрів зі
                    спеціальності 8.000008 «Енергетичний менеджмент».
                  </p>
                  <p>
                    <b>У 2003 році</b> на базі кафедри ЕМ засновано Регіональний
                    навчально-інформаційний центр енергозбереження та
                    енергетичного менеджменту, основні напрямки діяльності якого
                    полягають у наступному:
                    <br />
                    ●&nbsp;популяризація, освіта і навчання у сфері
                    енергоощадності;
                    <br />
                    ●&nbsp;енергетичний аудит об’єктів різних галузей народного
                    господарства;
                    <br />
                    ●&nbsp;аналітично-інформаційна діяльність у сфері
                    функціонування національної інформаційної мережі України з
                    енергозбереження;
                    <br />
                    ●&nbsp;науково-дослідна діяльність у сфері енергоспоживання
                    та енергоощадності.
                  </p>
                  <p>
                    <b>У червні 2002 року</b> відбувся перший випуск фахівців
                    освітньо-кваліфікаційного рівня «бакалавр» напряму
                    підготовки 6.0906 «Електротехніка» зі спеціальності 7.000008
                    «Енергетичний менеджмент».
                  </p>
                  <p>
                    <b>У червні 2003 року</b> відбувся перший випуск фахівців
                    освітньо-кваліфікаційного рівня «спеціаліст» зі
                    спеціальності 7.000008 «Енергетичний менеджмент».
                  </p>
                  <p>
                    <b>У червні 2008 року</b> відбувся перший випуск фахівців
                    освітньо-кваліфікаційного рівня «магістр» зі спеціальності
                    8.000008 «Енергетичний менеджмент».
                  </p>
                  <p>
                    З часу свого відкриття кафедра спільно з управлінням
                    промисловості, енергетики, транспорту та зв’язку
                    Тернопільської обласної державної адміністрації є
                    ініціатором проведення і активним учасником щорічних
                    регіональних конференцій і виставок з проблем
                    енергозбереження.
                  </p>
                  <p>
                    Для надбання практичних навиків і знань зі спеціальності
                    «Енергетичний менеджмент» навчальний процес з дисциплін
                    теплотехніки, електротехніки, тепло-, електроенергетики
                    проводиться також і в спеціалізованих навчальних
                    лабораторіях та на виробничих об’єктах філій кафедри на базі
                    ВАТ «Тернопільобленерго» та ДКП
                    «Тернопільоблтеплокомуненерго».
                  </p>
                  <p>
                    З метою оптимізації організаційної структури університету
                    згідно наказу ТНТУ № 4/7-944 від 30.12.2015 р. шляхом
                    об&apos;єднання електромеханічного факультету, факультету
                    комп’ютерних технологій і факультету
                    контрольно-вимірювальних та радіокомп&apos;ютерних систем
                    створено «Факультет прикладних інформаційних технологій та
                    електроінженерії» (ФПТ), в структуру якого згідно наказу
                    ТНТУ № 4/7-945 від 30.12.2015 р. починаючи{" "}
                    <b>з 1 березня 2016 року</b> входить кафедра
                    енергозбереження та енергетичного менеджменту.
                  </p>
                  <p>
                    <a
                      target="_blank"
                      href="https://cdn.sanity.io/files/asnyakur/production/5a80ba141ff9fe2e7096f7f082188ca3f4276127.pdf"
                    >
                      Наказ про створення ФПТ
                    </a>
                    .
                  </p>
                  <p>
                    <b>15 вересня 2017 року</b> на посаду лаборанта кафедри
                    прийнято Коцюрка Романа Володимировича (наказ № 4/2-572 від
                    07.09.2017 р.).
                  </p>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
      </section>
      {/* ======= End Inner Page Section ======= */}
    </>
  );
};

export default HistoryEM;
